Repository: Klevin-G/BrassTune
Catalog: swift/BrassTuneApp/BrassTuneApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, pt_br, ru, vi, zh_hans, zh_hant

source: Add and organize scores for practice.
ar: قم بإضافة وتنظيم عناصر النوتة الموسيقية للتدرب عليها.
de: Fügen Sie Notenelemente zum Üben hinzu und organisieren Sie sie.
es: Agregue y organice elementos de partituras para practicar.
fr: Ajoutez et organisez des partitions pour vous entraîner.
ja: 練習用の楽譜アイテムを追加して整理します。
ko: 연습용 악보 항목을 추가하고 구성합니다.
pt_br: Adicione e organize itens de partituras para praticar.
ru: Добавляйте и упорядочивайте ноты для практики.
vi: Thêm và sắp xếp các bản nhạc để luyện tập.
zh_hans: 添加和组织乐谱项目以供练习。
zh_hant: 新增和組織樂譜項目以供練習。

source: Add note
ar: إضافة نغمة
de: Note hinzufügen
es: Agregar nota
fr: Ajouter une note
ja: 音符を追加
ko: 음표 추가
pt_br: Adicionar nota
ru: Добавить ноту
vi: Thêm nốt
zh_hans: 添加音符
zh_hant: 新增音符

source: Add sheet music
ar: أضف النوتة الموسيقية
de: Noten hinzufügen
es: Añadir partitura
fr: Ajouter une partition
ja: 楽譜を追加
ko: 악보 추가
pt_br: Adicionar partituras
ru: Добавить ноты
vi: Thêm bản nhạc
zh_hans: 添加乐谱
zh_hant: 新增樂譜

source: Add sheet music from Files or Photos.
ar: أضف النوتة الموسيقية من الملفات أو الصور.
de: Fügen Sie Noten aus Dateien oder Fotos hinzu.
es: Agregue partituras desde Archivos o Fotos.
fr: Ajoutez des partitions à partir de fichiers ou de photos.
ja: ファイルまたは写真から楽譜を追加します。
ko: 파일 또는 사진에서 악보를 추가하세요.
pt_br: Adicione partituras de arquivos ou fotos.
ru: Добавьте ноты из файлов или фотографий.
vi: Thêm bản nhạc từ Tệp hoặc Ảnh.
zh_hans: 从文件或照片添加乐谱。
zh_hant: 從文件或照片中加入樂譜。

source: Add to favorites
ar: إضافة إلى المفضلة
de: Zu Favoriten hinzufügen
es: Añadir a favoritos
fr: Ajouter aux favoris
ja: お気に入りに追加
ko: 즐겨찾기에 추가
pt_br: Adicionar aos favoritos
ru: Добавить в избранное
vi: Thêm vào mục yêu thích
zh_hans: 添加到收藏
zh_hant: 加入收藏

source: Administrator observer
ar: مراقب إداري
de: Administrator-Beobachter
es: Administrador observador
fr: Observateur administrateur
ja: 管理者オブザーバー
ko: 관리자 관찰자
pt_br: Observador administrador
ru: Администратор-наблюдатель
vi: Người quan sát quản trị viên
zh_hans: 管理员观察员
zh_hant: 管理員觀察員

source: Accent first beat
ar: إبراز النبضة الأولى
de: Ersten Schlag betonen
es: Acentuar el primer pulso
fr: Accentuer le premier temps
ja: 1拍目を強調
ko: 첫 박 강조
pt_br: Acentuar o primeiro tempo
ru: Акцентировать первую долю
vi: Nhấn phách đầu
zh_hans: 重音第一拍
zh_hant: 重音第一拍

source: Advanced rhythm
ar: إيقاع متقدم
de: Erweiterter Rhythmus
es: Ritmo avanzado
fr: Rythme avancé
ja: 高度なリズム
ko: 고급 리듬
pt_br: Ritmo avançado
ru: Расширенные настройки ритма
vi: Nhịp điệu nâng cao
zh_hans: 高级节奏
zh_hant: 進階節奏

source: Beat unit
ar: وحدة النبضة
de: Notenwert
es: Unidad de pulso
fr: Unité de temps
ja: 拍の単位
ko: 박 단위
pt_br: Unidade de tempo
ru: Длительность доли
vi: Đơn vị phách
zh_hans: 拍值
zh_hant: 拍值

source: Count-in
ar: عدّ تمهيدي
de: Einzählen
es: Cuenta de entrada
fr: Décompte
ja: カウントイン
ko: 카운트인
pt_br: Contagem
ru: Предварительный отсчёт
vi: Đếm vào
zh_hans: 预备拍
zh_hant: 預備拍

source: A practice pack needs between 1 and 12 blocks.
ar: تحتاج حزمة التدريب إلى ما بين مقطع واحد و12 مقطعًا.
de: Ein Übungspaket benötigt zwischen 1 und 12 Blöcke.
es: Un paquete de práctica debe tener entre 1 y 12 bloques.
fr: Un pack d’entraînement doit comporter entre 1 et 12 blocs.
ja: 練習パックには1〜12個のブロックが必要です。
ko: 연습 팩에는 1~12개의 블록이 필요합니다.
pt_br: Um pacote de prática precisa ter entre 1 e 12 blocos.
ru: Набор для занятий должен содержать от 1 до 12 блоков.
vi: Gói luyện tập cần có từ 1 đến 12 khối.
zh_hans: 练习包需要包含 1 到 12 个练习块。
zh_hant: 練習包需要包含 1 到 12 個練習區塊。

source: Edit exercise
ar: تحرير التمرين
de: Übung bearbeiten
es: Editar ejercicio
fr: Modifier l’exercice
ja: 練習を編集
ko: 연습 편집
pt_br: Editar exercício
ru: Редактировать упражнение
vi: Chỉnh sửa bài tập
zh_hans: 编辑练习
zh_hant: 編輯練習

source: Edit or remove saved exercises here. Removing one also clears its shortcuts.
ar: حرّر التمارين المحفوظة أو احذفها هنا. يؤدي حذف تمرين أيضًا إلى إزالة اختصاراته.
de: Bearbeite oder entferne hier gespeicherte Übungen. Beim Entfernen werden auch die zugehörigen Kurzbefehle gelöscht.
es: Edita o elimina aquí los ejercicios guardados. Al eliminar uno, también se borran sus accesos directos.
fr: Modifiez ou supprimez ici les exercices enregistrés. La suppression d’un exercice efface aussi ses raccourcis.
ja: 保存した練習の編集や削除ができます。削除すると、そのショートカットも消去されます。
ko: 저장한 연습을 여기에서 편집하거나 삭제하세요. 삭제하면 해당 바로가기도 함께 지워집니다.
pt_br: Edite ou remova exercícios salvos aqui. Ao remover um exercício, os atalhos dele também são apagados.
ru: Здесь можно изменить или удалить сохранённые упражнения. При удалении также будут удалены их ярлыки.
vi: Chỉnh sửa hoặc xóa các bài tập đã lưu tại đây. Khi xóa một bài tập, các lối tắt của bài tập đó cũng bị xóa.
zh_hans: 在此编辑或移除已保存的练习。移除练习时，也会清除它的快捷方式。
zh_hant: 在此編輯或移除已儲存的練習。移除練習時，也會清除它的捷徑。

source: Every practice block needs a positive duration.
ar: يجب أن تكون مدة كل مقطع تدريب أكبر من صفر.
de: Jeder Übungsblock benötigt eine Dauer größer als null.
es: Cada bloque de práctica debe tener una duración mayor que cero.
fr: Chaque bloc d’entraînement doit avoir une durée supérieure à zéro.
ja: 各練習ブロックの長さは0より大きくする必要があります。
ko: 각 연습 블록의 길이는 0보다 커야 합니다.
pt_br: Cada bloco de prática precisa ter uma duração maior que zero.
ru: Длительность каждого блока должна быть больше нуля.
vi: Mỗi khối luyện tập phải có thời lượng lớn hơn 0.
zh_hans: 每个练习块的时长必须大于 0。
zh_hant: 每個練習區塊的時長必須大於 0。

source: Every practice block needs a title.
ar: يجب أن يكون لكل مقطع تدريب عنوان.
de: Jeder Übungsblock benötigt einen Titel.
es: Cada bloque de práctica debe tener un título.
fr: Chaque bloc d’entraînement doit avoir un titre.
ja: 各練習ブロックにはタイトルが必要です。
ko: 각 연습 블록에는 제목이 필요합니다.
pt_br: Cada bloco de prática precisa de um título.
ru: У каждого блока занятий должно быть название.
vi: Mỗi khối luyện tập cần có tiêu đề.
zh_hans: 每个练习块都需要标题。
zh_hant: 每個練習區塊都需要標題。

source: Your exercises
ar: تمارينك
de: Deine Übungen
es: Tus ejercicios
fr: Vos exercices
ja: マイ練習
ko: 내 연습
pt_br: Seus exercícios
ru: Ваши упражнения
vi: Bài tập của bạn
zh_hans: 你的练习
zh_hant: 你的練習

source: Advanced tuner settings
ar: إعدادات الموالف المتقدمة
de: Erweiterte Stimmgerät-Einstellungen
es: Ajustes avanzados del afinador
fr: Réglages avancés de l’accordeur
ja: チューナーの詳細設定
ko: 고급 튜너 설정
pt_br: Ajustes avançados do afinador
ru: Расширенные настройки тюнера
vi: Cài đặt máy lên dây nâng cao
zh_hans: 高级调音器设置
zh_hant: 進階調音器設定

source: All practice history and imported sheet music on this device will be deleted. This can't be undone.
ar: سيتم حذف كل سجل التدريبات والنوتة الموسيقية المستوردة على هذا الجهاز. لا يمكن التراجع عن هذا.
de: Der gesamte Übungsverlauf und die importierten Noten auf diesem Gerät werden gelöscht. Dies kann nicht rückgängig gemacht werden.
es: Se eliminarán todo el historial de práctica y las partituras importadas en este dispositivo. Esto no se puede deshacer.
fr: Tout l’historique des entraînements et les partitions importées sur cet appareil seront supprimés. Cela ne peut pas être annulé.
ja: 本機内の練習履歴や取り込んだ楽譜はすべて削除されます。これを元に戻すことはできません。
ko: 이 기기에 있는 모든 연습 내역과 가져온 악보가 삭제됩니다. 이 작업은 취소할 수 없습니다.
pt_br: Todo o histórico de prática e partituras importadas neste dispositivo serão excluídos. Isso não pode ser desfeito.
ru: Вся история тренировок и импортированные ноты на этом устройстве будут удалены. Это невозможно отменить.
vi: Tất cả lịch sử luyện tập và bản nhạc đã nhập trên thiết bị này sẽ bị xóa. Không thể hoàn tác việc này.
zh_hans: 该设备上的所有练习历史记录和导入的乐谱都将被删除。这无法撤消。
zh_hant: 該設備上的所有練習歷史記錄和匯入的樂譜都將被刪除。這無法撤消。

source: Allow microphone access in iOS Settings, then come back and try again.
ar: اسمح بالوصول إلى الميكروفون في إعدادات iOS، ثم عد وحاول مرة أخرى.
de: Erlauben Sie den Mikrofonzugriff in den iOS-Einstellungen, kehren Sie dann zurück und versuchen Sie es erneut.
es: Permita el acceso al micrófono en la configuración de iOS, luego regrese e inténtelo nuevamente.
fr: Autorisez l'accès au microphone dans les paramètres iOS, puis revenez et réessayez.
ja: iOS 設定でマイクへのアクセスを許可してから、戻って再試行してください。
ko: iOS 설정에서 마이크 액세스를 허용한 후 돌아와서 다시 시도하세요.
pt_br: Permita o acesso ao microfone nas configurações do iOS, volte e tente novamente.
ru: Разрешите доступ к микрофону в настройках iOS, затем вернитесь и повторите попытку.
vi: Cho phép truy cập micrô trong Cài đặt iOS, sau đó quay lại và thử lại.
zh_hans: 在 iOS 设置中允许访问麦克风，然后返回并重试。
zh_hant: 在 iOS 設定中允許存取麥克風，然後返回並重試。

source: An exercise needs between 1 and 32 notes.
ar: يحتاج التمرين إلى ما بين نغمة واحدة و32 نغمة.
de: Eine Übung benötigt zwischen 1 und 32 Noten.
es: Un ejercicio necesita entre 1 y 32 notas.
fr: Un exercice nécessite entre 1 et 32 notes.
ja: 練習には 1 ～ 32 個の音符が必要です。
ko: 연습에는 1~32개의 음표가 필요합니다.
pt_br: Um exercício precisa de 1 a 32 notas.
ru: Для упражнения требуется от 1 до 32 нот.
vi: Một bài tập cần từ 1 đến 32 nốt.
zh_hans: 练习需要 1 到 32 个音符。
zh_hant: 練習需要 1 到 32 個音符。

source: Apple sign-in was cancelled.
ar: تم إلغاء تسجيل الدخول عبر Apple.
de: Die Apple-Anmeldung wurde abgebrochen.
es: Se canceló el inicio de sesión con Apple.
fr: La connexion avec Apple a été annulée.
ja: Appleでのサインインがキャンセルされました。
ko: Apple 로그인이 취소되었습니다.
pt_br: O início de sessão com a Apple foi cancelado.
ru: Вход через Apple отменен.
vi: Đăng nhập bằng Apple đã bị hủy.
zh_hans: 已取消使用 Apple 登录。
zh_hant: 已取消使用 Apple 登入。

source: Apply
ar: تطبيق
de: Übernehmen
es: Aplicar
fr: Appliquer
ja: 適用
ko: 적용
pt_br: Aplicar
ru: Применить
vi: Áp dụng
zh_hans: 应用
zh_hant: 套用

source: Assistant
ar: مساعد
de: Assistent
es: asistente
fr: Assistante
ja: アシスタント
ko: 어시스턴트
pt_br: Assistente
ru: Ассистент
vi: Trợ lý
zh_hans: 助理
zh_hant: 助理

source: Attach to latest
ar: نعلق على الأحدث
de: Dem Neuesten beifügen
es: Adjuntar a la última
fr: Joindre au dernier
ja: 最新のものに添付
ko: 최신에 첨부
pt_br: Anexar ao mais recente
ru: Прикрепить к последнему
vi: Đính kèm mới nhất
zh_hans: 附上最新的
zh_hant: 附上最新的

source: Average
ar: متوسط
de: Durchschnittlich
es: Promedio
fr: Moyenne
ja: 平均
ko: 평균
pt_br: Média
ru: Средний
vi: trung bình
zh_hans: 平均
zh_hant: 平均

source: Average distance
ar: متوسط المسافة
de: Durchschnittliche Distanz
es: Distancia media
fr: Distance moyenne
ja: 平均距離
ko: 평균 거리
pt_br: Distância média
ru: Среднее расстояние
vi: Khoảng cách trung bình
zh_hans: 平均距离
zh_hant: 平均距離

source: B major scale
ar: سلم B الكبير
de: B-Dur-Tonleiter
es: Escala de B mayor
fr: Gamme de B majeur
ja: Bメジャースケール
ko: B 장음계
pt_br: Escala de B maior
ru: Мажорная гамма B
vi: Gam trưởng B
zh_hans: B 大调音阶
zh_hant: B 大調音階

source: B natural minor scale
ar: سلم B الصغير الطبيعي
de: B-Moll-Tonleiter (natürlich)
es: Escala de B menor natural
fr: Gamme de B mineur naturel
ja: Bナチュラルマイナースケール
ko: B 자연단음계
pt_br: Escala de B menor natural
ru: Натуральная минорная гамма B
vi: Gam thứ tự nhiên B
zh_hans: B 自然小调音阶
zh_hant: B 自然小調音階

source: B♭ major scale
ar: سلم B♭ الكبير
de: B♭-Dur-Tonleiter
es: Escala de B♭ mayor
fr: Gamme de B♭ majeur
ja: B♭メジャースケール
ko: B♭ 장음계
pt_br: Escala de B♭ maior
ru: Мажорная гамма B♭
vi: Gam trưởng B♭
zh_hans: B♭ 大调音阶
zh_hant: B♭ 大調音階

source: B♭ natural minor scale
ar: سلم B♭ الصغير الطبيعي
de: B♭-Moll-Tonleiter (natürlich)
es: Escala de B♭ menor natural
fr: Gamme de B♭ mineur naturel
ja: B♭ナチュラルマイナースケール
ko: B♭ 자연단음계
pt_br: Escala de B♭ menor natural
ru: Натуральная минорная гамма B♭
vi: Gam thứ tự nhiên B♭
zh_hans: B♭ 自然小调音阶
zh_hant: B♭ 自然小調音階

source: Block %@ of %@
ar: القسم %@ من %@
de: Abschnitt %@ von %@
es: Bloque %@ de %@
fr: Bloc %@ sur %@
ja: ブロック %@/%@
ko: 블록 %@/%@
pt_br: Bloco %@ de %@
ru: Блок %@ из %@
vi: Phần %@ trong %@
zh_hans: 第 %@ 块（共 %@）
zh_hant: 第 %@ 塊（共 %@）

source: Block progress
ar: تقدم قسم التدريب
de: Fortschritt im Übungsblock
es: Progreso del bloque de práctica
fr: Progression du bloc d’exercice
ja: 練習ブロックの進捗
ko: 연습 블록 진행률
pt_br: Progresso do bloco de prática
ru: Прогресс блока занятий
vi: Tiến trình phần luyện tập
zh_hans: 练习模块进度
zh_hant: 練習區塊進度

source: BPM
ar: بي بي إم
ru: БПМ

source: BPM %@
ar: السرعة %@
es: %@ PPM

source: BrassTune can import PDF, JPEG, PNG, and HEIC score files.
ar: يمكن لـ BrassTune استيراد ملفات النوتة PDF وJPEG وPNG وHEIC.
de: BrassTune kann Notendateien als PDF, JPEG, PNG und HEIC importieren.
es: BrassTune puede importar partituras PDF, JPEG, PNG y HEIC.
fr: BrassTune peut importer des partitions PDF, JPEG, PNG et HEIC.
ja: BrassTuneはPDF、JPEG、PNG、HEICの楽譜ファイルを読み込めます。
ko: BrassTune은 PDF, JPEG, PNG 및 HEIC 악보 파일을 가져올 수 있습니다.
pt_br: O BrassTune pode importar partituras em PDF, JPEG, PNG e HEIC.
ru: BrassTune может импортировать партитуры PDF, JPEG, PNG и HEIC.
vi: BrassTune có thể nhập bản nhạc PDF, JPEG, PNG và HEIC.
zh_hans: BrassTune 可导入 PDF、JPEG、PNG 和 HEIC 乐谱文件。
zh_hant: BrassTune 可匯入 PDF、JPEG、PNG 和 HEIC 樂譜檔案。

source: BrassTune can't hear a microphone.
ar: يتعذر على BrassTune سماع الميكروفون.
de: BrassTune kann kein Mikrofon hören.
es: BrassTune no puede oír un micrófono.
fr: BrassTune n'entend pas de microphone.
ja: BrassTune ではマイクの音が聞こえません。
ko: BrassTune에서 마이크 소리가 들리지 않습니다.
pt_br: BrassTune não consegue ouvir um microfone.
ru: BrassTune не слышит микрофон.
vi: BrassTune không thể nghe thấy micrô.
zh_hans: BrassTune 听不到麦克风声音。
zh_hant: BrassTune 聽不到麥克風聲音。

source: BrassTune could not complete authentication.
ar: تعذر على BrassTune إكمال المصادقة.
de: BrassTune konnte die Anmeldung nicht abschließen.
es: BrassTune no pudo completar la autenticación.
fr: BrassTune n’a pas pu terminer l’authentification.
ja: BrassTuneは認証を完了できませんでした。
ko: BrassTune에서 인증을 완료하지 못했습니다.
pt_br: O BrassTune não conseguiu concluir a autenticação.
ru: BrassTune не удалось завершить аутентификацию.
vi: BrassTune không thể hoàn tất xác thực.
zh_hans: BrassTune 无法完成身份验证。
zh_hant: BrassTune 無法完成身分驗證。

source: BrassTune could not hear the microphone. Check your audio input and try again.
ar: تعذر على BrassTune سماع الميكروفون. تحقق من إدخال الصوت وحاول مجددًا.
de: BrassTune konnte das Mikrofon nicht hören. Prüfe den Audioeingang und versuche es erneut.
es: BrassTune no pudo oír el micrófono. Revisa la entrada de audio e inténtalo de nuevo.
fr: BrassTune n’entend pas le microphone. Vérifiez l’entrée audio, puis réessayez.
ja: マイクの音を検出できませんでした。音声入力を確認して再試行してください。
ko: BrassTune에서 마이크 소리를 들을 수 없습니다. 오디오 입력을 확인하고 다시 시도하세요.
pt_br: O BrassTune não ouviu o microfone. Verifique a entrada de áudio e tente novamente.
ru: BrassTune не слышит микрофон. Проверьте аудиовход и повторите попытку.
vi: BrassTune không nghe thấy micrô. Hãy kiểm tra đầu vào âm thanh rồi thử lại.
zh_hans: BrassTune 未检测到麦克风声音。请检查音频输入并重试。
zh_hant: BrassTune 未偵測到麥克風聲音。請檢查音訊輸入並重試。

source: BrassTune could not read that score file.
ar: تعذر على BrassTune قراءة ملف النوتة هذا.
de: BrassTune konnte diese Notendatei nicht lesen.
es: BrassTune no pudo leer esa partitura.
fr: BrassTune n’a pas pu lire cette partition.
ja: その楽譜ファイルを読み取れませんでした。
ko: 해당 악보 파일을 읽을 수 없습니다.
pt_br: O BrassTune não conseguiu ler essa partitura.
ru: BrassTune не удалось прочитать эту партитуру.
vi: BrassTune không thể đọc tệp bản nhạc đó.
zh_hans: BrassTune 无法读取该乐谱文件。
zh_hant: BrassTune 無法讀取該樂譜檔案。

source: BrassTune couldn't clear its saved local data, so your practice data was kept. Try again.
ar: لم يتمكن BrassTune من مسح بياناته المحلية المحفوظة، لذلك تم الاحتفاظ ببيانات التدريب الخاصة بك. حاول ثانية.
de: BrassTune konnte seine gespeicherten lokalen Daten nicht löschen, daher blieben Ihre Übungsdaten erhalten. Versuchen Sie es erneut.
es: BrassTune no pudo borrar los datos locales guardados, por lo que se conservaron los datos de su práctica. Intentar otra vez.
fr: BrassTune n'a pas pu effacer ses données locales enregistrées, vos données de pratique ont donc été conservées. Essayer à nouveau.
ja: BrassTune は保存されたローカル データを消去できなかったため、練習データは保持されました。もう一度やり直してください。
ko: BrassTune이 저장된 로컬 데이터를 지울 수 없어 연습 데이터가 보관되었습니다. 다시 시도해 보세요.
pt_br: O BrassTune não conseguiu limpar os dados locais salvos, então os dados da sua prática foram mantidos. Tente novamente.
ru: BrassTune не удалось очистить сохраненные локальные данные, поэтому данные вашей тренировки были сохранены. Попробуйте еще раз.
vi: BrassTune không thể xóa dữ liệu cục bộ đã lưu nên dữ liệu thực hành của bạn vẫn được giữ lại. Hãy thử lại.
zh_hans: BrassTune 无法清除其保存的本地数据，因此您的练习数据被保留。再试一次。
zh_hant: BrassTune 無法清除其保存的本地數據，因此您的練習數據已保留。再試一次。

source: BrassTune couldn't finish clearing local data or restore its saved copy. Your data is still open; export it before closing the app.
ar: لم يتمكن BrassTune من إنهاء مسح البيانات المحلية أو استعادة نسخته المحفوظة. بياناتك لا تزال مفتوحة. قم بتصديره قبل إغلاق التطبيق.
de: BrassTune konnte das Löschen lokaler Daten nicht abschließen oder seine gespeicherte Kopie wiederherstellen. Ihre Daten sind noch offen; Exportieren Sie es, bevor Sie die App schließen.
es: BrassTune no pudo terminar de borrar los datos locales ni restaurar su copia guardada. Tus datos todavía están abiertos; expórtelo antes de cerrar la aplicación.
fr: BrassTune n'a pas pu terminer la suppression des données locales ou restaurer sa copie enregistrée. Vos données sont toujours ouvertes ; exportez-le avant de fermer l’application.
ja: BrassTune はローカル データの消去を完了できず、保存されたコピーを復元できませんでした。データはまだオープンなままです。アプリを閉じる前にエクスポートしてください。
ko: BrassTune에서 로컬 데이터 지우기를 완료하거나 저장된 복사본을 복원할 수 없습니다. 귀하의 데이터는 아직 공개되어 있습니다. 앱을 닫기 전에 내보내세요.
pt_br: BrassTune não conseguiu terminar de limpar os dados locais ou restaurar sua cópia salva. Seus dados ainda estão abertos; exporte-o antes de fechar o aplicativo.
ru: BrassTune не удалось завершить очистку локальных данных или восстановить их сохраненную копию. Ваши данные по-прежнему открыты; экспортируйте его перед закрытием приложения.
vi: BrassTune không thể hoàn tất việc xóa dữ liệu cục bộ hoặc khôi phục bản sao đã lưu của nó. Dữ liệu của bạn vẫn mở; xuất nó trước khi đóng ứng dụng.
zh_hans: BrassTune 无法完成清除本地数据或恢复其保存的副本。您的数据仍然开放；在关闭应用程序之前将其导出。
zh_hant: BrassTune 無法完成清除本機資料或復原其已儲存的副本。您的資料仍然開放；在關閉應用程式之前將其匯出。

source: BrassTune couldn't read its saved practice data. Your existing data was kept; restart the app or contact support before continuing.
ar: تعذر على BrassTune قراءة بيانات التدريب المحفوظة. تم الاحتفاظ ببياناتك الحالية؛ أعد تشغيل التطبيق أو تواصل مع الدعم قبل المتابعة.
de: BrassTune konnte die gespeicherten Übungsdaten nicht lesen. Ihre vorhandenen Daten wurden beibehalten; starten Sie die App neu oder kontaktieren Sie den Support, bevor Sie fortfahren.
es: BrassTune no pudo leer los datos de práctica guardados. Se conservaron tus datos existentes; reinicia la app o contacta con soporte antes de continuar.
fr: BrassTune n’a pas pu lire les données de séance enregistrées. Vos données existantes ont été conservées ; redémarrez l’app ou contactez l’assistance avant de continuer.
ja: BrassTuneは保存された練習データを読み取れませんでした。既存のデータは保持されています。続行する前にアプリを再起動するか、サポートにお問い合わせください。
ko: BrassTune이 저장된 연습 데이터를 읽지 못했습니다. 기존 데이터는 유지되었습니다. 계속하기 전에 앱을 다시 시작하거나 지원팀에 문의하세요.
pt_br: O BrassTune não conseguiu ler os dados de prática salvos. Seus dados existentes foram mantidos; reinicie o app ou entre em contato com o suporte antes de continuar.
ru: BrassTune не удалось прочитать сохранённые данные занятий. Имеющиеся данные сохранены; перезапустите приложение или обратитесь в поддержку, прежде чем продолжить.
vi: BrassTune không thể đọc dữ liệu luyện tập đã lưu. Dữ liệu hiện có của bạn vẫn được giữ lại; hãy khởi động lại ứng dụng hoặc liên hệ bộ phận hỗ trợ trước khi tiếp tục.
zh_hans: BrassTune 无法读取已保存的练习数据。现有数据已保留；请重启应用或联系支持后再继续。
zh_hant: BrassTune 無法讀取已儲存的練習資料。現有資料已保留；請重新啟動 App 或聯絡支援後再繼續。

source: BrassTune couldn't remove the local score file or restore its saved state. The score is still open; export your data before closing the app.
ar: تعذر على BrassTune إزالة ملف النوتة الموسيقية المحلية أو استعادة حالته المحفوظة. النوتة الموسيقية لا تزال مفتوحة. قم بتصدير بياناتك قبل إغلاق التطبيق.
de: BrassTune konnte die lokale Notendatei nicht entfernen oder ihren gespeicherten Zustand wiederherstellen. Die Noten sind noch offen; Exportieren Sie Ihre Daten, bevor Sie die App schließen.
es: BrassTune no pudo eliminar el archivo de partitura local ni restaurar su estado guardado. La partitura todavía está abierta; exporte sus datos antes de cerrar la aplicación.
fr: BrassTune n'a pas pu supprimer le fichier de partition locale ni restaurer son état enregistré. La partition est toujours ouverte ; exportez vos données avant de fermer l'application.
ja: BrassTune はローカルの楽譜ファイルを削除したり、保存された状態を復元したりできませんでした。楽譜はまだ公開されています。アプリを閉じる前にデータをエクスポートしてください。
ko: BrassTune이 로컬 악보 파일을 제거하거나 저장된 상태를 복원할 수 없습니다. 악보는 아직 열려있습니다. 앱을 닫기 전에 데이터를 내보내세요.
pt_br: BrassTune não conseguiu remover o arquivo de partitura local ou restaurar seu estado salvo. A partitura ainda está aberta; exporte seus dados antes de fechar o aplicativo.
ru: BrassTune не удалось удалить локальный файл нот или восстановить его сохраненное состояние. Ноты все еще открыты; экспортируйте свои данные перед закрытием приложения.
vi: BrassTune không thể xóa tệp nhạc cục bộ hoặc khôi phục trạng thái đã lưu của nó. Bản nhạc vẫn mở; xuất dữ liệu của bạn trước khi đóng ứng dụng.
zh_hans: BrassTune 无法删除本地乐谱文件或恢复其保存状态。乐谱仍然开放；在关闭应用程序之前导出您的数据。
zh_hant: BrassTune 無法刪除本機樂譜檔案或恢復其儲存狀態。樂譜仍然開放；在關閉應用程式之前導出您的資料。

source: BrassTune couldn't remove the local score file, so the score was kept. Try again.
ar: لم يتمكن BrassTune من إزالة ملف النوتة الموسيقية المحلية، لذلك تم الاحتفاظ بالنوتة الموسيقية. حاول ثانية.
de: BrassTune konnte die lokale Notendatei nicht entfernen, daher wurden die Noten beibehalten. Versuchen Sie es erneut.
es: BrassTune no pudo eliminar el archivo de partitura local, por lo que se conservó la partitura. Intentar otra vez.
fr: BrassTune n'a pas pu supprimer le fichier de partition local, la partition a donc été conservée. Essayer à nouveau.
ja: BrassTune はローカルの楽譜ファイルを削除できなかったため、楽譜はそのまま残されました。もう一度やり直してください。
ko: BrassTune이 로컬 악보 파일을 제거할 수 없어 악보가 보관되었습니다. 다시 시도해 보세요.
pt_br: O BrassTune não conseguiu remover o arquivo de partitura local, então a partitura foi mantida. Tente novamente.
ru: BrassTune не смог удалить локальный файл нот, поэтому ноты остались. Попробуйте еще раз.
vi: BrassTune không thể xóa tệp bản nhạc cục bộ nên bản nhạc vẫn được giữ lại. Hãy thử lại.
zh_hans: BrassTune 无法删除本地乐谱文件，因此保留了乐谱。再试一次。
zh_hant: BrassTune 無法刪除本地樂譜文件，因此保留了樂譜。再試一次。

source: BrassTune couldn't remove the saved sign-in from this device. Restart the app to retry before using a shared device.
ar: تعذر على BrassTune إزالة تسجيل الدخول المحفوظ من هذا الجهاز. أعد تشغيل التطبيق للمحاولة مرة أخرى قبل استخدام جهاز مشترك.
de: BrassTune konnte die gespeicherte Anmeldung nicht von diesem Gerät entfernen. Starte die App neu, um es erneut zu versuchen, bevor du ein gemeinsam genutztes Gerät verwendest.
es: BrassTune no pudo eliminar el inicio de sesión guardado de este dispositivo. Reinicia la app para volver a intentarlo antes de usar un dispositivo compartido.
fr: BrassTune n’a pas pu supprimer la connexion enregistrée sur cet appareil. Redémarrez l’app pour réessayer avant d’utiliser un appareil partagé.
ja: この端末に保存されたサインイン情報を BrassTune が削除できませんでした。共有端末を使う前にアプリを再起動して再試行してください。
ko: BrassTune이 이 기기에 저장된 로그인 정보를 삭제하지 못했습니다. 공용 기기를 사용하기 전에 앱을 다시 시작하여 재시도하세요.
pt_br: O BrassTune não conseguiu remover o login salvo deste dispositivo. Reinicie o app para tentar novamente antes de usar um dispositivo compartilhado.
ru: BrassTune не удалось удалить сохранённые данные входа с этого устройства. Перезапустите приложение, чтобы повторить попытку перед использованием общего устройства.
vi: BrassTune không thể xóa thông tin đăng nhập đã lưu khỏi thiết bị này. Hãy khởi động lại ứng dụng để thử lại trước khi dùng thiết bị dùng chung.
zh_hans: BrassTune 无法从此设备移除已保存的登录信息。使用共享设备前，请重启应用以重试。
zh_hant: BrassTune 無法從此裝置移除已儲存的登入資訊。使用共用裝置前，請重新啟動 App 以重試。
